Repository: kermit-team/camping-management-system
Catalog: backend/internalization/locale/*/LC_MESSAGES/django.po
Languages: pl

source: The Email must be set
pl: Adres e-mail musi zostać podany

source: Superuser must have is_staff=True.
pl: Superużytkownik musi posiadać atrybut is_staff=True.

source: Superuser must have is_superuser=True.
pl: Superużytkownik musi posiadać atrybut is_staff=True.

source: The password must contain at least 1 lowercase letter, a-z.
pl: Hasło musi zawierać przynajmniej 1 małą literę, a-z.

source: Your password must contain at least 1 lowercase letter, a-z.
pl: Twoje hasło musi zawierać przynajmniej 1 małą literę, a-z.

source: The password must contain at least 1 symbol: [()[\]{}|\\`~!@#$%^&*_\-+=;:\'",<>./?]
pl: Hasło musi zawierać przynajmniej 1 symbol: [()[\]{}|\\`~!@#$%^&*_\-+=;:\'",<>./?]

source: Your password must contain at least 1 symbol: [()[\]{}|\\`~!@#$%^&*_\-+=;:\'",<>./?]
pl: Twoje hasło musi zawierać przynajmniej 1 symbol: [()[\]{}|\\`~!@#$%^&*_\-+=;:\'",<>./?]

source: The password must contain at least 1 uppercase letter, A-Z.
pl: Hasło musi zawierać przynajmniej 1 wielką literę, A-Z.

source: Your password must contain at least 1 uppercase letter, A-Z.
pl: Twoje hasło musi zawierać przynajmniej 1 wielką literę, A-Z.

source: The user with the specified email address was not found
pl: Nie znaleziono użytkownika o podanym adresie e-mail

source: The user with the specified email address was already verified
pl: Użytkownik o podanym adresie e-mail jest już zweryfikowany

source: The message has been sent
pl: Wiadomość została wysłana

source: Invalid link
pl: Nieprawidłowy link

source: Link is no longer valid
pl: Link jest już nieważny

source: E-mail has been successfully verified
pl: E-mail został pomyślnie zweryfikowany

source: Invalid field name
pl: Nieprawidłowa nazwa pola

source: Field does not exist
pl: Pole nie istnieje

source: Group has been deleted
pl: Grupa została usunięta

source: Password reset successfully completed
pl: Hasło zostało zresetowane pomyślnie

source: User has been deleted
pl: Użytkownik został usunięty

source: Polish
pl: Polski

source: English
pl: Angielski

source: Bad
pl: Zły

source: Decent
pl: Średni

source: Great
pl: Świetny

source: Awesome
pl: Niesamowity

source: Waiting for payment
pl: Oczekiwanie na płatność

source: Canceled
pl: Anulowana

source: Unpaid
pl: Nieopłacona

source: Paid
pl: Opłacona

source: Returned
pl: Zwrócona

source: {self.user.first_name} {self.user.last_name}, plot {self.camping_plot}, {self.date_from} - {self.date_to}
pl: {self.user.first_name} {self.user.first_name}, parcel {self.camping_plot}, {self.date_from}-{self.date_from}

source: Unable to create reservation for date in past tense
pl: Nie można utworzyć rezerwacji dla daty w czasie przeszłym

source: Given position already exists in this camping section
pl: Dana pozycja już istnieje w tej sekcji kempingu

source: Camping plot is used in incoming reservations
pl: Parcela jest używana w nadchodzących rezerwacjach

source: Camping section is used in incoming reservations
pl: Sekcja kempingowa jest używana w nadchodzących rezerwacjach

source: User is unable to create opinion for the given camping plot
pl: Użytkownik nie może utworzyć opinii dla danej parceli

source: Payment with given checkout id doesn't exist
pl: Płatność o podanym identyfikatorze kasy nie istnieje

source: Error occurred while trying to create payment page
pl: Wystąpił błąd podczas próby utworzenia strony płatności

source: User needs to have an assigned car and id card in order to make reservation
pl: Aby dokonać rezerwacji, użytkownik musi posiadać przypisany samochód i kartę identyfikacyjną

source: This parcel isn't available on the specified date
pl: Ta parcel nie jest dostępna w podanym terminie

source: Reservation can no longer be cancelled
pl: Rezerwacji nie można już anulować

source: Camping plot has been deleted
pl: Parcel został usunięty

source: Camping section has been deleted
pl: Sekcja kempingowa została usunięta

source: Car has been deleted
pl: Samochód został usunięty

source: User has been removed from car
pl: Użytkownik został usunięty z kierowców danego pojazdu

source: Opinion has been deleted
pl: Opinia została usunięta

source: Reservation has been deleted
pl: Rezerwacja została usunięta

source: E-mail address verification
pl: Weryfikacja adresu e-mail

source: Hi
pl: Cześć

source: To confirm your email address, please click on the link below:
pl: Aby potwierdzić swój adres e-mail, proszę kliknąć na link poniżej:

source: Verify e-mail address
pl: Zweryfikuj adres e-mail

source: If the button does not work for any reason, please use the link below:
pl: Jeśli przycisk z jakiegoś powodu nie działa, proszę użyć poniższego linku:

source: If you have not registered on our site, please ignore this message.
pl: Jeśli nie zarejestrowałeś się na naszej stronie, prosimy o zignorowanie tej wiadomości.

source: Regards
pl: Z wyrazami szacunku

source: Password reset
pl: Resetowanie hasła

source: We sent you this email because we received information that you want to reset your password. Once you have set your password, don't forget to log in to the application.
pl: Wysłaliśmy Ci tego maila, ponieważ otrzymaliśmy informację, że chcesz zresetować swoje hasło. Po ustawieniu hasła nie zapomnij zalogować się do aplikacji.

source: Reset password
pl: Resetowanie hasła

source: If the button does not work for any reason, please use the link below:
pl: Jeśli przycisk z jakiegoś powodu nie działa, proszę użyć poniższego linku:

source: Reservation payment
pl: Opłata rezerwacyjna

source: To complete your reservation, please click on the link below to process payment:
pl: Aby zatwierdzić swoją rezerwację, proszę kliknąć na link poniżej w celu realizacji płatności:

source: Process payment
pl: Zrealizuj płatność

source: Payment link will work for 1 hour, after this time your reservation will be canceled.
pl: Link do płatności będzie działał przez 1 godzinę, po tym czasie rezerwacja zostanie anulowana.
